[{
        "video": "zdpRjIf1Pg4"
    },

    {
        "intro_header": "Spørgsmål til kildeanalyse (Del 2/2)"
    },

    {
        "intro_text": "Du skal lære mere om kildeanalyse.<br/>Videoen stopper undervejs og stiller dig spørgsmål."
    },

    {
        "intro_knap": "START"
    },

    {
        "stops": [{
            "timestamp": 44,
            "events": [{
                "eventtype": "svarknap",
                "tekst": "Hvorfor er det vigtigt at stille spørgsmål til fortidens kilder?",
                "svar": ["Fordi spørgsmål er vigtigere end svar", "Det gør det lettere at huske, hvad der står i kilden", "Fordi det er spørgsmålet, der afgør hvad vi kan bruge kilderne til."


                ],
                "korrekt": [
                    "2"
                ],
                "feedback": "Der findes ikke som sådan dårlige kilder. Når du stiller kilderne spørgsmål, finder du ud af, hvad du kan bruge kilderne til at beskrive."
            }]
        }, {
            "timestamp": 122,
            "events": [{
                "eventtype": "svarknap",
                "tekst": "Hvad mener vi, når vi taler om kildens kontekst?",
                "svar": [
                    "Det indre sprog i teksten", "Den baggrund kilden er blevet til på og den tid, kilden er skrevet i", "Tekstens egen fortælling om begivenhederne den beskriver"
                ],
                "korrekt": [
                    "1"
                ],
                "feedback": "Den historiske baggrund giver dig mere viden om, hvad der skete, da kilden blev til."
            }]
        }, {
            "timestamp": 251,
            "events": [{
                "eventtype": "svarknap",
                "tekst": "Hvordan kan kildens form afsløre kildens tendens?",
                "svar": [
                    "Sproget og kildens synsvinkel kan afsløre kildens tendens", "Det kan den ikke", "Kildens form afslører kildens kontekst"
                ],
                "korrekt": [
                    "0"
                ],
                "feedback": "Kilden kan have et positivt eller kritisk syn på de begivenheder eller personer der beskrives."
            }]
        }, {
            "timestamp": 366,
            "events": [{
                "eventtype": "svarknap",
                "tekst": "Hvad er målet med kildekritikken?",
                "svar": [
                    "At undersøge om kilden er en førstehånds- eller andenhåndsberetning", "At undersøge hvad kilden kan bruges til, og hvad kilden ikke kan bruges til", "At undersøge om afsenderen har tendens"
                ],
                "korrekt": [
                    "1"
                ],
                "feedback": "I en historieopgave - eller til en mundtlig eksamen i historie - skal du vise, at du kan inddrage kilderne til at fortælle om dit tema."
            }]
        }, {
            "timestamp": 390,
            "events": [{
                "eventtype": "info",
                "tekst": "Videoquizzen er slut. <br/>Forhåbentlig har du lært hvad kildeanalyse går ud på.",
                "svar": [
                    "", 
                    ""
                ],
                "korrekt": [
                    "0"
                ],
                "feedback": ""
            }]
        }
]
    }
]

